Repository: jorgearranz/PesoIdeal
Catalog: Resource.*.resx
Languages: el_gr, es_es, it_it, zh_cn

# Aceptar_Text
source: Go
el_gr: αποδέχομαι
es_es: Aceptar
it_it: Accettare
zh_cn: 接受

# Altura_Text
source: Tall
el_gr: ύψος
es_es: Altura
it_it: Altezza
zh_cn: 高度

# A_MenorNormal
source: Less than normal
el_gr: Κάτω από το κανονικό
es_es: Menor que lo normal
it_it: Inferiore al normale
zh_cn: 比平时少。

# B_Normal
source: Normal weight
el_gr: κανονικός
es_es: Normal
it_it: Normale
zh_cn: 正常

# C_Sobrepeso
source: Overweight
el_gr: υπέρβαρος
es_es: Sobrepeso
it_it: Sovrappeso
zh_cn: 超重

# D_ObesidadTipo1
source: Obesity type 1
el_gr: Η παχυσαρκία τύπου 1
es_es: Obesidad tipo 1
it_it: Obesità di tipo 1
zh_cn: 肥胖类型 1

# Edad_Text
source: Age
el_gr: ηλικία
es_es: Edad
it_it: Età
zh_cn: 年龄

# Exit_Ques
source: Are you sure you want to exit?
el_gr: Είστε βέβαιοι ότι θέλετε να τερματίσετε;
es_es: ¿Seguro que quieres salir?
it_it: Sei sicuro di voler uscire?
zh_cn: 你确定要退出吗？

# Exit_Text
source: Exit
el_gr: φύγω
es_es: Salir
it_it: lasciare
zh_cn: 退出

# E_ObesidadTipo2
source: Obesity type 2
el_gr: Η παχυσαρκία τύπου 2
es_es: Obesidad tipo 2
it_it: Obesità di tipo 2
zh_cn: 肥胖类型 2

# F_ObesidadTipo3
source: Obesity type 3
el_gr: Η παχυσαρκία τύπου 3
es_es: Obesidad tipo 3 extrema
it_it: Obesità di tipo 3, estrema
zh_cn: 肥胖类型 3

# Hombre_Text
source: Male
el_gr: άνθρωπος
es_es: Hombre
it_it: Maschio
zh_cn: 男装

# IMC_Text
source: BMI
el_gr: IMC
es_es: IMC
it_it: IMC
zh_cn: 身体脂肪

# IndiceActividad_Text
source: Activity Index
el_gr: Δείκτης Δραστηριότητας
es_es: Indice de Actividad
it_it: Indice di attività
zh_cn: 活动率

# IndiceDeGrasa_Text
source: Body Fat
el_gr: Λίπος Δείκτης
es_es: Indice de grasa
it_it: Indice di grasso
zh_cn: 体脂

# kcaldia_Text
source: Kcal/day Recommended
el_gr: Kcal / ημέρα Συνιστώμενη
es_es: Kcal/dia Recomendadas
it_it: Kcal/dia raccomandato
zh_cn: Kcal/day 建议

# Mujer_Text
source: Female
el_gr: γυναίκα
es_es: Mujer
it_it: femmina
zh_cn: 女

# PesoIdeal_Text
source: ideal weight
el_gr: ιδανικό βάρος
es_es: Peso Ideal
it_it: Peso Ideale
zh_cn: 身体脂肪计算器

# Peso_Text
source: Weight
el_gr: βάρος
es_es: Peso
it_it: Peso
zh_cn: 重量

# Resultados_Text
source: Result
el_gr: Αποτελέσματα
es_es: Resultados
it_it: Risultati
zh_cn: 结果

# TasaMetabolicaP1_Text
source: Kcal/day recommended for the data provided by the user
el_gr: Δηλαδή kcal / ημέρα συνιστάται για τα στοιχεία που παρέχονται από το χρήστη.
es_es: Es decir las kcal/día recomendadas para los datos aportados por el usuario.
it_it: Ie kcal/giorno raccomandato per i dati forniti dall'utente.
zh_cn: Kcal/day 建议为用户提供的数据

# TasaMetabolica_Text
source: Metabolic rate
el_gr: μεταβολικό ρυθμό
es_es: Tasa Metabólica
it_it: Tasso metabolico
zh_cn: 代谢率

# TipoPeso_Text
source: Kind Weight
el_gr: Τύπος βάρος
es_es: Tipo de peso
it_it: Tipo de peso
zh_cn: 类型重量

# TuPesoIdeal_Text
source: Your Ideal Weight
el_gr: Το ιδανικό βάρος σας
es_es: Tu peso Ideal
it_it: Il tuo peso ideale
zh_cn: 理想体重

# Indice_Actividadfisicaligera
source: Light physical activity
el_gr: Φως σωματική δραστηριότητα
es_es: Actividad fisica ligera
it_it: Lieve l'attività fisica
zh_cn: 软体力活动

# Indice_ActividadfisicaMedia
source: moderate physical activity
el_gr: Φυσική Δραστηριότητα Media
es_es: Actividad fisica Media
it_it: Mezzo di attività fisica
zh_cn: 适度的体力活动

# Indice_Personaextremadamenteactiva
source: Extremely activity
el_gr: Εξαιρετικά δραστήριο άτομο
es_es: Persona extremadamente activa
it_it: Persona estremamente attiva
zh_cn: 非常活跃

# Indice_Personamuyactiva
source: Very active
el_gr: Πολύ δραστήρια
es_es: Persona muy activa
it_it: Molto attivo
zh_cn: 非常活跃

# Indice_PersonaSedentaria
source: Sedentary
el_gr: καθιστικός
es_es: Persona Sedentaria
it_it: Sedentario
zh_cn: 久坐

# Datos
source: Data
el_gr: δεδομένα
es_es: Datos
it_it: Dati
zh_cn: 数据

# Genero_Text
source: Gender
el_gr: ΔΥΟ ΦΥΛΩΝ
es_es: Genero
it_it: Genere
zh_cn: 性别

# CompleteInformacion
source: Please, complete all information requested, thanks
el_gr: Συμπληρώστε όλες τις πληροφορίες που ζητούνται, χάρη
es_es: Complete toda la información que se solicita, gracias
it_it: Completate tutte le informazioni richieste, grazie
zh_cn: 完成所有要求的资料，谢谢

# Message
source: The information provided by this program are only indicative, in no case be taken into account without consulting a medical professional.
el_gr: Οι πληροφορίες που παρέχονται από το πρόγραμμα αυτό είναι μόνο ενδεικτικές και σε καμία περίπτωση δεν πρέπει να λαμβάνονται υπόψη, χωρίς διαβούλευση με ένα γιατρό.
es_es: Los datos aportados por este programa solo son orientativos y en ningún caso han de tomarse en cuenta sin consultar a un profesional médico.
it_it: dati forniti da questo programma sono puramente indicativi e in nessun caso essere presa in considerazione senza consultare un medico
zh_cn: 这项计划所提供的信息仅仅是指示性的，在没有的情况下，考虑到没有征询医疗专业。

# About_Text
source: About
el_gr: επιλογές
es_es: Opciones
it_it: Opzioni
zh_cn: 选项

# CheckApplications_Text
source: Check out my others apps and games
el_gr: Δοκιμάστε άλλες εφαρμογές
es_es: Prueba mis otras apps y juegos
it_it: Provare le mie altre apps e giochi
zh_cn: 检查出我的其他应用程序和游戏

# Rate_Text
source: Rate this app
el_gr: εκτίμησης
es_es: Valora
it_it: Tasso
zh_cn: 评价这个程序

# Or_Text
source: Save this data for other user
el_gr: Κάψτε τα δεδομένα σε έναν άλλο χρήστη
es_es: Grabar datos para otro usuario
it_it: Masterizzare dati su un altro utente
zh_cn: 其他用户保存数据

# SaveData_Text
source: Save to ...
el_gr: Εγγραφή σε ...
es_es: Grabar para ...
it_it: Registra a ...
zh_cn: 保存数据

# Save_Text
source: Save
el_gr: ρεκόρ
es_es: Grabar
it_it: Record
zh_cn: 保存

# ExistingUser_Text
source: Existing User
el_gr: Τα υπάρχοντα χρήστη
es_es: Usuario Existente
it_it: Utente esistente
zh_cn: 现有用户

# NewUser_Text
source: New User
el_gr: Νέος Χρήστης
es_es: Nuevo Usuario
it_it: Nuovo utente
zh_cn: 新用户

# Users_Text
source: Users
el_gr: Χρήστες
es_es: Usuarios
it_it: Utenti
zh_cn: 用户

# UsersUpdate_Text
source: Update User
el_gr: Τροποποίηση χρήστη
es_es: Modificar Usuario
it_it: Modifica Uttente
zh_cn: 更新用户

# EditarUserNoSelected
source: To edit an entry select it from the list
el_gr: Για να επεξεργαστείτε ένα αρχείο πρώτα να την επιλέξετε από τη λίστα
es_es: Para editar un registro seleccioneló primero de la lista
it_it: Per modificare un record prima selezionare dalla lista
zh_cn: 编辑条目从列表中选择

# EliminarCaptionText
source: Delete
el_gr: Διαγραφή εγγραφής
es_es: Eliminar Registro
it_it: Elimina record
zh_cn: 删

# EliminarMessageBoxText
source: Click OK to delete selected entry
el_gr: Πατήστε OK για να διαγράψετε την εγγραφή
es_es: Pulse OK para eliminar el registro
it_it: Fare clic su OK per eliminare il record
zh_cn: 单击“确定”删除所选条目

# EliminarNoSelected
source: To remove an entry select it from the list
el_gr: Για να διαγράψετε μια εγγραφή πρώτα να την επιλέξετε
es_es: Para eliminar un registro seleccionelo primero
it_it: Per rimuovere una voce selezionarla prima
zh_cn: 要删除一个条目从列表中选择

source: Edit
el_gr: επεξεργαστείτε
es_es: Editar
it_it: Modifica
zh_cn: 主编

# DataSaved
source: The data has been saved successfully
el_gr: Τα δεδομένα αποθηκεύονται σωστά
es_es: Los datos se han guardado correctamente
it_it: I dati sono stati salvati con successo
zh_cn: 数据已成功保存

# DataUser_Text
source: User Data
el_gr: δεδομένων χρήστη
es_es: Datos Usuario
it_it: Dati utente
zh_cn: 用户数据

# Detalles_Text
source: Details
el_gr: λεπτομέρειες
es_es: Detalles
it_it: Dettagli
zh_cn: 详情

# Home_Text
source: Home
el_gr: μύηση
es_es: Inicio
it_it: Iniziazione
zh_cn: 引发

# VerGraficos
source: To see the graph rotate the phone
el_gr: Για να δείτε τα γραφικά περιστρέψτε το τηλέφωνο
es_es: Para ver los gráficos gira el teléfono
it_it: Per visualizzare la grafica accendere il telefono
zh_cn: 关闭手机的图形

# Fecha_Text
source: Date
el_gr: ημερομηνία
es_es: Fecha
it_it: Data
zh_cn: 日

# Back_Text
source: Back
el_gr: απόδοση
es_es: Volver
it_it: Indietro

# Cancelar_Text
source: Cancel
el_gr: ακυρώσει
es_es: Cancelar
it_it: Annullare
zh_cn: 撤消

# loadData_Text
source: load the latest data from a user
el_gr: Φόρτωση τελευταία στοιχεία από το χρήστη
es_es: Cargar últimos datos de un usuario
it_it: Caricare dati più recenti da un utente
zh_cn: Cargar datos de un usuario

# NoDataAviable
source: No data available
el_gr: δεν υπάρχουν στοιχεία
es_es: No hay datos
it_it: No data
zh_cn: 无可用数据。

# PesoIdealMaximo_Text
source: Maximun weight for your height
el_gr: Μέγιστο βάρος για το ύψος σας
es_es: Máximo peso para tu altura
it_it: Peso massimo per la tua altezza

# PesoIdealMinimo_Text
source: Minimum weight for your height
el_gr: Ελάχιστη βάρος για σας ψηλά
es_es: Minimo peso para tu altura
it_it: Peso minimo per la tua altezza

# Add_Text
source: Add
es_es: Añadir
it_it: Addizionare

# InfoText
source: Remember that these data are approximate, and that the ideal weight varies with the complexion of the person and always consult a doctor with any questions.
el_gr: Να θυμάστε ότι τα στοιχεία αυτά είναι κατά προσέγγιση, και ότι το ιδανικό βάρος διαφέρει ανάλογα με τη χροιά του προσώπου και πάντα συμβουλευτείτε ένα γιατρό με οποιεσδήποτε ερωτήσεις.
es_es: Recuerda que estos datos son orientativos, y que el peso ideal varia según la complexión de la persona y siempre consultar a un médico ante cualquier duda.
it_it: Ricorda che questi dati sono approssimativi, e che il peso ideale varia a seconda della aspetto della persona e consultare sempre un dottore per qualsiasi domanda.
zh_cn: 如有疑问，请咨询医生
